{
  "add_prefix_space": true,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "is_local": false,
  "local_files_only": false,
  "model_max_length": 4096,
  "pad_token": "<pad>",
  "padding_side": "left",
  "processor_class": "VideoLlavaProcessor",
  "sp_model_kwargs": {},
  "spaces_between_special_tokens": false,
  "tokenizer_class": "LlamaTokenizer",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
